Repository: webflo/cumulus
Catalog: translations/*.po
Languages: nb

source: Cumulus has now been enabled. You need to !configure the Cumulus block settings before you use it.
nb: Cululus er nå aktivert. Du må !configure Cumulus blokkens innstillnger før du kan bruke den.

source: configure and save
nb: endre innstillinger og lagre

source: Cumulus Tag Cloud
nb: Cumulus merkesky

source: The file @folder is missing. Please download it from !link, and add it to the Cumulus module folder!
nb: Filen @folder mangler. Vennligst last den ned fra !link og legg den til Cumulus modulmappen.

source: You haven't yet configured and saved the Cumulus settings on !link. Cumulus might not work properly!
nb: Du har enda ikke configurert og lagret innstillingene for Cumulus på !link. Cumulus fungerer kanskje ikke!

source: more tags
nb: flere merkelapper

source: Cumulus allows you to display a taxonomy's terms using a Flash movie that rotates them in 3D. This way, you can set it up like a 3D tag cloud. It works just like a regular tag cloud, but is more visually exciting!
nb: Cumulus gjør at du kan vise en term i taksonomi ved hjelp av Flash movie som roterer dem i 3D. Slik kan du sette den opp som en 3D sky. Den virker som en vanlig merkelappsky men er visuelt mer spennende.

source: Configuring Cumulus:
nb: Innstillinger for Cumulus:

source: By default, Cumulus is rendered as a block. You need to enable and configure that block to see it. If you don't configure and save the Cumulus block settings once, it will not work! Do that before wondering what's wrong :-)
nb: Som standars er Cumulus vist som en blokk. Du må slå på og konfigurere blokken for å se den. Dersom du ikke konfigurerer og lagrer Cumulus innstillingene minst en gang, vil den ikke virke! Gjør det før du begynner å lure på hva som er galt :-)

source: Clear the Cumulus cache
nb: Slett Cumulus mellomlager

source: If you see older terms, or are unable to see terms from newly added vocabularies, try clearing the cache.<br />This will only clear the Cumulus related data from the cache. It will not clear the full Drupal cache.
nb: Dersom du finner eldre termer (merkelapper) eller ikke ser termer fra nye vokabularer, forsøk å slette mellomlagret. <br/>Dette vil kun slette Cumulus relaterte data fra mellomlagret. Drupals øvrige mellomlager vil ikke bli endret.

source: Click to clear
nb: Klikk for å slette

source: The module's cache has been cleared
nb: Modulens mellomlager er slettet

source: Vocabulary IDs to be included
nb: Vokabular ID'er som skal være med

source: The IDs of the vocabularies that will be displayed. Separate the IDs by commas only (eg: 1, 3, 4)
nb: Identifikatorene til vokabularene som skal vises. Adskill dem med komma (f.eks. 1, 3, 4)

source: Tag size interval
nb: Merkelapp størrelsesintervall

source: The number of tag sizes you want to use.
nb: Antall merkelappstørrelser du ønsker å benytte.

source: Number of tags to display
nb: Antall merkelapper du vil vise

source: The maximum number of tags that will be displayed.
nb: Maksimalt antall merkelapper som vil bli vist.

source: Width of cumulus
nb: Bredden på cumulus

source: The width of the cumulus in pixels.
nb: Bredden på cumulusblokken i pixler.

source: Height of cumulus
nb: Høyden på cumulus

source: The height of the cumulus in pixels.
nb: Høyden på cumulusblokken i pixler

source: Background color of cumulus
nb: Bakgrunnen på cumulus

source: The hex color value for the background of the cumulus. E.g. ffffff. If "Background transparency" is enabled, this option will have no effect.
nb: Heksadesimal fargekode for bakgrunnen på cumulus. F.eks. ffffff. Dersom "Gjennomsiktig bakgrunn" er slått på, vil denne innstillingen ikke ha noen effekt.

source: Background transparency
nb: Gjennomsiktig bakgrunn

source: no
nb: nei

source: yes
nb: ja

source: Enabling background transparency might cause issues with some (mostly older) browsers.<br />Under Linux, transparency doesn't work at all due to a known limitation in the current Flash player.
nb: Slår du på gjennomsiktig bakgrunn kan du oppleve problemer (som oftest i eldre nettlesere). <br/>Under Linux fungerer ikke gjennomsiktig bakgrunn i det hele tatt på grunn av en kjent begrensning i gjeldende Flash avspiller.

source: Font color of cumulus
nb: Font farge på cumulus

source: The hex color value you would like to use for the tags. E.g. 000000.
nb: Heksadesimal fargeverdi du ønsker å bruke for merkelappene. F.eks. 000000.

source: Second font color of cumulus
nb: Andre font farge på cumulus

source: Second tag color. If supplied, tags will get a color from a gradient between both colors based on their popularity.
nb: Andre merkelapp farge. Dersom den er angitt vil merkene få en gradient mellom disse to fargene basert på popularitet.

source: Highlight color of cumulus
nb: Markeringsfarge på cumulus

source: The hex color value you would like to use for the tag mouseover/hover color
nb: Heksadesimal fargekode du ønsker å benytte for merket/ordet ved mouseover eller hovring.

source: Rotation speed
nb: Rotasjonshastighet

source: Set the speed of the cumulus. Options between 25 and 500 work best.
nb: Angi hastigheten til cumulus. Innstillinger mellom 25 og 500 fungerer best.

source: Distribute tags evenly on cumulus
nb: Fordel merker jevnt på cumulus

source: When enabled, the movie will attempt to distribute the tags evenly over the surface of the cumulus.
nb: Når denne er slått på vil visningen forsøke å fordele merkene jevnt over overflaten av cumulus.

source: Font size
nb: Font størrelse

source: Set the font size of the tag with the lowest tag-size in pixels (level 1).
nb: Sett fontstørrelsen på merkelappen med den laveste merkestørrelsen i pixler (nivå 1).

source: Font size interval
nb: Fontstørrelse intervall

source: Set the font size interval used for the different tag-sizes (level 2 and higher).
nb: Sett fontstørrelse intervall til bruk for de forskjellige merkestørrelsene (nivå 2 og høyere).

source: administer cumulus
nb: administrer cumulus

source: Cumulus settings
nb: Cumulus innstillinger

source: Provides a Flash-based 3D tag cloud.
nb: Viser en Flash-basert 3D merkesky.

source: Taxonomy
nb: Taksonomi
